run/tracked/Fine/realKE_BCS_B+C+S/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    bottomoutlet
    {
        type            patch;
        nFaces          4352;
        startFace       3763920;
    }
    inlet
    {
        type            patch;
        nFaces          168;
        startFace       3768272;
    }
    topoutlet
    {
        type            patch;
        nFaces          2304;
        startFace       3768440;
    }
    wall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          47992;
        startFace       3770744;
    }
)

// ************************************************************************* //
